{
    "es": {
        "mission-title": "MISIÓN",
        "mission-content": "Promover el desarrollo integral de las comunidades más vulnerables y sociedad en general de Guatemala, generando proyectos de educación, salud, auto sostenimiento, infraestructura y consejería, utilizando como pilares fundamentales la igualdad, el respeto a los derechos humanos, principios y valores institucionales.",
        
        "vision-title": "VISIÓN",
        "vision-content": "Ser una Organización No Gubernamental reconocida por su impacto positivo en la sociedad, que permita el desarrollo de los hombres y mujeres guatemaltecas a través de acciones que fortalezcan el auto sostenimiento, el conocimiento, el desarrollo y la asistencia social.",
        
        "values-title": "VALORES",
        "commitment-title": "COMPROMISO",
        "commitment-content": "KAWOQ, ONG, es una organización no gubernamental donde cada colaborador se compromete con cuidar de los recursos propios y/o donativos, materiales e intelectuales con los que cuente la misma con la intención de desarrollar los programas y proyectos de una manera eficiente y eficaz.",
        
        "teamwork-title": "TRABAJO EN EQUIPO",
        "teamwork-content": "Establece la colaboración entre miembros de trabajo, considerándolos parte sustancial para el desarrollo de los objetivos, participando en la colaboración efectiva con aliados institucionales, de régimen social y de las diferentes comunidades.",
        
        "environment-title": "CUIDADO DEL MEDIO AMBIENTE",
        "environment-content": "Realizando acciones de preservación y reducción de contaminantes dentro y fuera de la organización, empleando conductas de conservación, reduciendo nuestro impacto ambiental, reutilizando y reciclando el material que utilicemos en los diferentes programas y proyectos a ejecutarse.",
        
        "history-title": "HISTORIA",
        "history-content": "Esta organización nace con una conciencia del bien común y con mucho ánimo de aportar su trabajo y esmero para generar un desarrollo y crecimiento social, teniendo conciencia que, para mejorar, debemos poner manos a la obra y con mucho entusiasmo. Con tu apoyo lograremos llegar a esos miles de niños y niñas, juventud y personas de la tercera edad que viven en la pobreza y pobreza extrema, buscando ofrecerles una vida más saludable, bienestar y educación. Quienes deseen sumarse a este sueño, encontrarán en nosotros un profundo agradecimiento."
    },
    "en": {
        "mission-title": "MISSION",
        "mission-content": "To promote the comprehensive development of the most vulnerable communities and society in general in Guatemala, generating projects in education, health, self-sustainability, infrastructure, and counseling, using equality, respect for human rights, principles, and institutional values as fundamental pillars.",
        
        "vision-title": "VISION",
        "vision-content": "To be a recognized Non-Governmental Organization for its positive impact on society, enabling the development of Guatemalan men and women through actions that strengthen self-sustainability, knowledge, development, and social assistance.",
        
        "values-title": "VALUES",
        "commitment-title": "COMMITMENT",
        "commitment-content": "KAWOQ NGO is a non-governmental organization where each collaborator commits to taking care of its own resources and/or donations, both material and intellectual, with the intention of developing programs and projects in an efficient and effective manner.",
        
        "teamwork-title": "TEAMWORK",
        "teamwork-content": "Establishes collaboration among team members, considering them essential for the development of objectives, participating in effective collaboration with institutional allies, social regimes, and different communities.",
        
        "environment-title": "ENVIRONMENTAL CARE",
        "environment-content": "Carrying out preservation actions and reducing pollutants inside and outside the organization, employing conservation behaviors, reducing our environmental impact, reusing and recycling the materials we use in the different programs and projects to be executed.",
        
        "history-title": "HISTORY",
        "history-content": "This organization was born with an awareness of the common good and with great enthusiasm to contribute its work and effort to generate social development and growth, being aware that to improve, we must get to work with great enthusiasm. With your support, we will be able to reach those thousands of boys and girls, youth, and elderly people living in poverty and extreme poverty, seeking to offer them a healthier life, well-being, and education. Those who wish to join this dream will find in us a deep gratitude."
    }
}